[
  {
    "title": "Are neurocognitive commonalities the key to communication? On messages, shared brain responses, the barrier of meaning, and how it is being crushed by AI advances",
    "presenter": "Ralf Schmaelzle",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "The 'Problem of Meaning in Communication' poses a challenge in reconciling mathematical communication models with human communication processes, particularly regarding the concept of shared meaning. Advances in neuroscience, cognitive science, and artificial intelligence offer insights into potential solutions, suggesting neurocognitive commonalities underlying shared meaning. This working group aims to explore these insights and their implications for communication theory. Key questions include what meaning even means, how it can be shared across people via communication, and how our discipline's handling of meaning relates to current advances in the neural and cognitive science/AI. Further questions are how inter-subject correlation can isolate shared meaning components and how individual differences shape related processes. This group will discuss the integration of these insights into communication theories, seeking to  clarify and advance our understanding of meaning, and inspire innovative theorizing and research.",
    "theme": "theory",
    "number": 1
  },
  {
    "title": "Bottom-up and top-down information determinants of naturalistic trait impression updating",
    "presenter": "Mark Thornton",
    "affiliation": "Dartmouth University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Perceptions of a communicator profoundly impact how people will engage with that person’s message, and conversely the content that someone communicates, and how they communicate it, alter how people perceive the communicator. This working group will discuss novel approaches to integrating the study of person perception and communication. Specific questions include: 1) What are the most useful theoretical frameworks for linking perceptions of messengers with perceptions of their messages? 2) How do medium and message come together to shape perceptions of a person? Which has the bigger influence, and when? 3) How can nascent methodological approaches facilitate more naturalistic, multimodal research at the intersection of person perception and communication? Our goal is to synthesize the best existing approaches to this topic, identify clear gaps or problems in the literature, and set forth a compelling research agenda that the field can follow to address these issues.",
    "theme": "theory",
    "number": 2
  },
  {
    "title": "Causal inquiry in communication science: Obstacles and opportunities",
    "presenter": "Ewa Maslowska",
    "affiliation": "University of Illinois Urbana-Champaign",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Communication science aims to establish causal effects of mediated and interpersonal communications on people and societies. However, establishing causality is challenging, especially in the context of rapidly evolving technological mediation. This working group will advocate for causal explanations in communication research. We will discuss traditional experimental methods, their limitations, and the potential of leveraging found data with quasi-experimental designs. We will also introduce Media Experiments (MEX), an infrastructure for conducting immersive social media experiments. The session aims to raise questions such as 1) What are the issues entrenched in the current methods, including misinterpretation, validity, reflexivity, and iterativity. 2) What “valid” data lend themselves to answering causal communication questions? 3) What methods should we focus on developing?",
    "theme": "theory",
    "number": 3
  },
  {
    "title": "Balancing precision and generality: Exploring integration of basic and applied theories in complex phenomena",
    "presenter": "Chen 'Crystal' Chen",
    "affiliation": "University of Miami",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "The interdisciplinary nature of communication studies in the US has fostered a rich array of theories and concepts, contributing to our understanding of human behavior, social interaction, and cultural dynamics. However, the diverse range of theories utilized often varies in precision and generality: Basic theories often lack the precise predictions necessary for practical applications, while applied models may lack broader applicability. This has presented challenges in synthesizing disparate perspectives and advancing a unified understanding of communication phenomena. To address this challenge, our working group aims to foster dialogue around integrating theories and constructs with varying precision and generality levels. Specific questions include: 1) What constitutes the optimal balance between precision and generalization in navigating this trade-off? 2) Which existing theories hold potential for enriching our understanding by integrating with fundamental processes? 3) What obstacles might arise in integrating context-dependent theories with fundamental processes empirically, and how can we overcome them?",
    "theme": "theory",
    "number": 4
  },
  {
    "title": "Communication theory development and retirement",
    "presenter": "Elizabeth Dorrance Hall",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Theory-based efforts to explain and predict are at the core of communication science. However, theories developed in communication or adapted by communication scholars vary in strength. This working group is focused on questions of theory development and demise (retirement) in the field of communication. This session asks participants to consider what areas of communication are gathering a critical mass of information which could culminate in theory, when theories should be developed, how theories developed utilizing WEIRD samples might be altered to better predict and explain the experiences of broader populations, and which theories are no longer working. We will (a) take a step back and evaluate the theoretical landscape, (b) consider (and workshop) emerging theories, and (c) discuss how theorists and researchers using communication theory can account for systemic/cultural differences that might change the accuracy and prediction power of theory.",
    "theme": "theory",
    "number": 5
  },
  {
    "title": "Is it a real construct?",
    "presenter": "Christopher Carpenter",
    "affiliation": "Western Illinois University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "If we take seriously the premise that our constructs should be approached as though they were a real thing, we begin to consider the possibility that constructs do not remain constant across items trying to measure them, across studies trying to induce them, across time, and across contexts. In this workshop, we will attempt to clarify the idea of construct consistency and the types of it. We will attempt to identify causes of excessive construct inconsistency such as the assumption that colloquial terms will map onto stable constructs, the desire to theorize with overly abstract constructs, considering a category of constructs as a construct, and cases where a relationship between constructs is considered a construct. We will also attempt to identify principles to help avoid excessive construct inconsistency.",
    "theme": "theory",
    "number": 6
  },
  {
    "title": "TBD",
    "presenter": "Jeremy Foote",
    "affiliation": "Purdue University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Systems theory offers a powerful lens to focus on the interdependence of communication processes, but quantitative scholars have traditionally studied individuals as independent units. This blind spot likely causes us to miss important aspects of many processes, such as information flows and belief adoption. Our working group will consider ways to study interdependence, feedback loops, and emergent properties of systems. This includes agent-based modeling—an approach that uses computational “agents'' to explore how emergent properties can arise from different interaction rules. We will brainstorm ways to combine empirical and theoretical work with these methods. Our goals are 1) to identify theoretical and empirical contexts where agent-based modeling or other systems approaches would be fruitful and 2) to initialize novel research projects that quantitatively study communication processes using systems theory approaches.",
    "theme": "theory",
    "number": 7
  },
  {
    "title": "TBD",
    "presenter": "Amanda Holmstrom",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Supportive communication is one of the most frequently studied phenomena in the field of interpersonal communication (Braithwaite & Schrodt, 2021) and is of interest to scholars in additional subdisciplines including mediated communication, health communication, and organizational communication. Over the past several decades, numerous theoretical and methodological approaches have been developed and applied to the study of supportive communication. This working group will consider how to best focus supportive communication research efforts in light of continued theoretical and methodological sprawl and the advent of new technologies. Specific questions include: 1) What theoretical approaches hold the most promise for supportive communication research? 2) What methodological and statistical approaches can be most fruitfully applied to the study of supportive communication? 3) How might AI be harnessed to study supportive communication processes? The goal of this session is to develop an agenda for future supportive communication research.",
    "theme": "theory",
    "number": 8
  },
  {
    "title": "Scientific principles of communication in action",
    "presenter": "Nathan Walter",
    "affiliation": "Northwestern University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Scientific principles guide future research and solidify a field's unique scholarly identity within the marketplace of ideas. An argument is made that the field of communication has achieved the necessary foundations to establish scientific principles but has yet to embrace this undertaking as a collective goal. As an initial foray into the process of identifying and evaluating scientific principles of communication, we propose several evaluation criteria which can be applied in the rendering of candidate principles. Then, the criteria are applied in the context of the proposition that 'the most likely “effect” of communication is further communication,' referred to as The Chaffee Principle. Findings from a content analysis (N = 2,040) and a meta-analysis (k = 143), offer an initial assessment of The Chaffee Principle, aiming to spark a collective effort toward elucidating scientific principles of communication that can guide and anchor the next stage of knowledge generation.",
    "theme": "theory",
    "number": 9
  },
  {
    "title": "Social media, algorithms and the problem of non-representativeness",
    "presenter": "William Brady",
    "affiliation": "Northwestern University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Many have observed that social media communication skews toward non-representativeness; that is, in many contexts a minority of users dominate conversation such that their voices are represented as a majority in the information environment. Many questions remain as to what best explains this ‘problem of non-representativeness'. This working group will critically examine the problem of non-representativeness with a focus on the role of algorithms (e.g., feed-ranking algorithms) in social media contexts. Specific questions include: (1) How do we define non-representativeness (i.e., non-representative relative to what), and is it a problem at all? (2) How do features of human psychology and algorithms interact to produce non-representative information environments? (3) Can humans be trained, or algorithms be re-designed to solve this issue? Our goal is to develop a better theoretical understanding of the problem as well as map out concrete paths for interdisciplinary collaborations to study it holistically.",
    "theme": "research",
    "number": 10
  },
  {
    "title": "Generative AI and online political talk: a research agenda for human-machine political communication",
    "presenter": "Shuning Lu",
    "affiliation": "North Dakota State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Generative artificial intelligence, such as ChatGPT, can be used to create new content, including text, imagery, audio, and synthetic data. Despite the wide discussion about its applications in education, healthcare, business, and other sectors, its benefits and challenges in political communication have not been fully touched upon. This working group will discuss the relevance of generative AI in political communication. Using online political talk as a point of departure, we outline a research agenda built around three key aspects of human-machine political communication: (a) the instrumental dimension through which generative AI could be utilized as a tool to nudge and facilitate online political talk, (b) the interactive dimension through which generative AI is an interactant in online political discussions, and (c) the (infra)structure dimension in which generative AI, as a societal actor, transforms and revolutionalizes the online discussion space.",
    "theme": "research",
    "number": 11
  },
  {
    "title": "A media effects model of metacognition",
    "presenter": "Kristy Hamilton",
    "affiliation": "University of California, Santa Barbara",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Technologies increasingly afford new possibilities as people use readily-accessible digital devices to access vast information repositories on the web, create calendar reminders synced with others' schedules, or store and seamlessly refer to personal reference materials in the form of photos, notes, videos, or recordings. Each decision about how and when to use these digital devices stands to influence people's goals, including enhancing life satisfaction, obtaining knowledge, or a host of other outcomes. Yet, given the constant evolution of new media, people tend to know little about the ways in which collaboration with new digital technologies reshapes basic cognitive and communicative processes. Building on frameworks of metacognition, this conversation centers around the cognitive skills a person must obtain to take control of their media use while pursuing their goals. This working group will discuss research in the media effects tradition that is relevant to understanding consequences of technology mediation linked to peoples' decisions about media use. This group will then contemplate future research directions in understanding and predicting the skilled use of media.  ",
    "theme": "research",
    "number": 12
  },
  {
    "title": "Envisioning relationship futures: The social and ethical implications of AI",
    "presenter": "Liesel Sharabi",
    "affiliation": "University of Arizona",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "AI promises to be as transformative to communication and relationships as the Internet was in the latter part of the 20th century (Gruetzemacher & Whittlestone, 2022). As we enter a new era of technological innovation, it is important to consider the future benefits of AI, as well as its potential harms. In this working group, we will discuss the social and ethical implications of AI and algorithms for relationships. Questions we will address include: (a) What are the potential social impacts of AI on relationships? (b) What are the ethical challenges of communicating through as opposed to with AI? and (c) How does this topic blur the boundaries between traditionally separate sub-fields in communication research (e.g., interpersonal communication, computer-mediated communication) and adjacent disciplines (e.g., psychology, informatics, data science)? The goal of our working group is to develop a collaborative idea for a research project on the topic of AI-mediated intimacy.",
    "theme": "research",
    "number": 13
  },
  {
    "title": "Bridging disciplines: Integrating neuroscience and social network analysis in communication science",
    "presenter": "Elisa Baek",
    "affiliation": "University of Southern California",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Communication Science boasts a long history of being interdisciplinary, contributing to the richness and depth of our understanding of human communication behavior. For example, insights from sociology were incorporated to develop network models of communication, such as the Diffusion of Innovations (Rogers, 1962), laying early foundations for the field. In the last decade, researchers have also begun using neuroscientific tools to gain insight into questions of interest in communication science (Weber, Eden, Huskey, Mangus & Falk, 2015; Falk, 2013). More recently, there has been a movement toward incorporating methods and approaches from neuroscience with social network analysis for a multi-layered approach that uniquely incorporates individuals' neurobiology with structures of their social environments to address questions of interest to communication scholars. This working group will discuss how these interdisciplinary methods can be effectively integrated to advance the field of communication. Specific questions include: 1) What are some ways that neuroscientific tools in conjunction with social network analysis can enhance our understanding of specific communication processes? 2) What are the potential challenges and limitations of such a multi-layered approach? Our goal is to develop a working paper that introduces this approach to communication scholars, outlining its promises and challenges.",
    "theme": "research",
    "number": 14
  },
  {
    "title": "Building interdisciplinary bridges: Communication and Psycholinguistics",
    "presenter": "Elisa Kreiss",
    "affiliation": "University of California, Los Angeles",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "At their core, the fields of communication science and psycholinguistics share a similar interest in the study of communicative interactions, however, interdisciplinary efforts to provide a holistic perspective remain rare. In this working group, we will explore to what extent psycholinguistic research can be seen as complementing communication research and how these fields might benefit from their respective theoretical frameworks, methodologies, and interdisciplinary insights to provide a more holistic understanding of communication. As part of the workshop, we will try to develop opportunities for increased cross-disciplinary exchange and highlight the benefits and challenges to increasing interdisciplinary interaction. Some of the questions we address are: What can experimental methods from psycholinguistics bring to communication research? What are the main challenges for fostering exchange between the psycholinguistic and communication communities? What work is needed to bridge the disconnect between psycholinguistic and communication research? What is the value of understanding individuals vs. groups in both fields of study and how can they inform each other?",
    "theme": "research",
    "number": 15
  },
  {
    "title": "AI for persuasion: Navigating the opportunities and risks",
    "presenter": "Jingwen Zhang",
    "affiliation": "University of California, Davis",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "In the rapidly evolving field of artificial intelligence (AI), Large Language Models (LLMs) present novel opportunities and challenges for persuasive communication. This working group will explore the current research landscape concerning the potential, use scenarios, and ethical implications of employing LLMs for generating persuasive messages and engaging in persuasive conversations across key domains such as marketing, public health, and political communication. We aim to understand and critically reflect on the integration of AI in shaping public opinion and influencing individual attitudes and behaviors. Key questions we will address include: 1) What are the principal ethical considerations in using AI for persuasion? 2) How can LLMs enhance the effectiveness of persuasive communication without compromising ethical standards? 3) What are the theoretical and practical research directions for AI in persuasion? Through interactive discussions and small group brainstorming activities, the session seeks to chart key research developments and gaps and develop a roadmap for future research. The session will conclude with the drafting of a working paper outline on AI for persuasion, summarizing our findings and recommendations.",
    "theme": "research",
    "number": 16
  },
  {
    "title": "Communication scientists need more hammers and better ideas for how to wield them",
    "presenter": "Richard Huskey",
    "affiliation": "University of California, Davis",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "“Give a small boy a hammer, and he will find that everything he encounters needs pounding” Kaplan (1964). Kaplan's critique underscores a worry that a particular method would come to be synonymous with the scientific method. Our field forged just two hammers that now represent our collective definition of the scientific method. These twin hammers — linear statistical modeling and self-report measurement — severely restrict our explanatory ability and leave our field vulnerable to scientific irrelevance. We must forge new hammers, and theorize new ways to wield them, in order to explain complex multi-level human communication phenomena. This working group will consider questions such as 1) how can my hammer help answer questions that I am not already using it to answer?, 2) “what would it mean to make a coherent part-whole linkage between two or more levels in communication's hierarchy?, and 3) how could we even know if we've done it?",
    "theme": "research",
    "number": 17
  },
  {
    "title": "Merging methods, measures, and models in theory testing",
    "presenter": "Matthew Grizzard",
    "affiliation": "Ohio State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Communication research will often tout that it “tests theory,” even though it (a) forms hypotheses by combining multiple theories, (b) modifies hypotheses from theory to match a researcher’s own perspective, and/or (c) uses inadequate methods for causal inference. Such studies should be considered nondiagnostic for theory testing as (a) their hypotheses are derived from theory in name only and (b) their patterns of results would be consistent with an infinite number of alternative explanations. This working group will discuss how communication research often fails to meet the necessary conditions for falsification and guidelines for improving hypothesis generation/testing (e.g., treating a theory as “capital-t True” when generating hypotheses). Specific questions for discussion include (1) How do we determine whether a theory is capable of being treated as capital-T “True”?, (2) What makes a concept/process sufficiently defined for theory testing?, (3) Should theory extensions require data?, and (4) Can we establish criteria for what should be considered theory-testing research?.",
    "theme": "methods",
    "number": 18
  },
  {
    "title": "Ai-aided content analysis: opportunities, challenges, and strategies for validating results",
    "presenter": "JungHwan Yang",
    "affiliation": "University of Illinois Urbana-Champaign",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "The integration of Artificial Intelligence (AI), particularly Large Language Models (LLMs) like ChatGPT, into content analysis presents both opportunities and challenges. Traditionally, content analysis is a labor-intensive, slow, and costly process reliant on human coding to systematically extract information from texts and multimodal media. The advent of AI offers potential to enhance efficiency, accuracy, and reliability, but also raises critical considerations regarding its role in the analytical process. This working group will explore the nuanced integration of AI in content analysis, focusing on the following key questions: 1) Should AI be viewed merely as a tool or as an autonomous agent within the analytical process? 2) How can we test intercoder reliability when one of the coders is an AI? 3) What roles should human coders and AI play when they collaborate? We will examine practical applications, such as using AI to develop codebooks, classify documents, and extract explicit and implicit data from texts.",
    "theme": "methods",
    "number": 19
  },
  {
    "title": "Longitudinal processes",
    "presenter": "Miriam 'Mimi' Brinberg",
    "affiliation": "Ohio State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Longitudinal approaches allow for the articulation of (non)linear and dynamic processes that are at the heart of many communication theories. Despite recent advances in longitudinal data collection (e.g., ecological momentary assessments, mobile tracking) that can capture the dynamic processes described by communication theory, the availability and application of longitudinal analytic methods to model these processes remains a challenge. In this working group, we will discuss the alignment of theory and longitudinal analytic techniques as well as identify current methodological constraints that impede testing theory-driven communication processes. The goal of this working group is to pinpoint directions for future longitudinal methodological development that will have the broadest impact on the field.",
    "theme": "methods",
    "number": 20
  },
  {
    "title": "Mobile methods",
    "presenter": "Joseph Bayer",
    "affiliation": "Ohio State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Communication researchers are increasingly seeing the potential of data collection methods that are 'more mobile' -- i.e., more naturalistic, more immediate, and more intensive. This growth in digital and ecological tools is relevant to a widening spectrum of research areas, raising challenging questions about the role of in situ methods for the discipline at-large. Moreover, the accessibility of ecologically valid data sources creates new opportunities and obstacles for study design. This working group will grapple with the future of mobile measurement for Communication research, with special attention to the design of studies that collect multiple data streams in parallel (e.g., digital traces and experience sampling surveys). Key questions include: 1) Should mobile designs become more central to Communication research as a whole? 2) How can we systematize the different types of study designs that collect mobile data streams? 3) What are the best practices (and worst problems) that emerge with these different types of designs? Our goal is to develop a typology of mobile methods designs, as well as outline key recommendations and risks that accompany each type of design.",
    "theme": "methods",
    "number": 21
  },
  {
    "title": "Mixed methods for understanding interpersonal communication processes",
    "presenter": "Brooke Wolfe",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Mixed method research is challenging, requires additional resources, and scholars are rarely equally competent in multiple methods. Despite these limitations, mixed method research allows research to better reflect the social world as researchers can triangulate their findings across multiple data points. Triangulation involves the corroboration and/or verification of results through the comparison of multiple types of data about phenomenon. This process seeks to utilize the combination of methods to offset any weaknesses inherent in any method. This working group will discuss the opportunities and challenges of using mixed methods to examine interpersonal communication processes. Panelists will review the state of mixed method scholarship in their research area and share how mixed methods can help us better examine understudied communities and research questions. Panelists will conclude by discussing practical advice on how to navigate mixed method research in academic publishing including responding to reviewer feedback, resisting pressure to divide studies into one method, and how to integrate mixed method research into one’s scholarly identity. Further, we will share resources and explore which intersections are well suited for future mixed method research.",
    "theme": "methods",
    "number": 22
  },
  {
    "title": "Verbal behavior and the future of social science",
    "presenter": "David Markowitz",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "This proposed working group will be a generative brainstorming session and discussion to consider big questions for the study of verbal behavior in the social sciences. In the context of studying language and verbal behavior, questions to guide the discussion will include, but are not limited to: (1) What defines an individual, an interaction, and the situation?, (2) How can we operationalize these ideas with the right metric(s), not just a convenient metric(s)?, (3) How does verbal behavior interlink with other types of behavior?, (4) What methodologies can best capture the dynamic nature of language within different psychological systems?, (5) What is the role of computation and automation in understanding, interpreting, and discovering psychological information about the human condition? The goal of this group is to begin thinking deeply and generating ideas about how we can measure, study, and analyze verbal behavior more strategically compared to established approaches.",
    "theme": "methods",
    "number": 23
  },
  {
    "title": "The future of genetics in communication research",
    "presenter": "Toqa Hassan",
    "affiliation": "Purdue University Northwest",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "Human communication and media behaviors have consistently been found to be impacted by latent genetic factors as well as factors of the social environment. Meanwhile, the field of genetics research is rapidly advancing (Ayorech et al., 2016). Despite the advantages provided by genetic methodologies, the next endeavor for communication scholars is identifying the specific genes and gene-interactions involved in impacting human and media communication behaviors. This working group will explore available scientific tools to identify latent factors affecting media-related gratifications, fear, hope, happiness, and interpersonal communication. Key questions to be addressed include: 1) What can genes and genetic variation tell us about communication patterns? 2) How does DNA interact with other biological systems like neurological and pathways to impact communication behavior and expressed emotions? 3) What tools can communication scholars utilize to expand this literature within our discipline? My goal is for us to ask new questions about communication theories and methods, and explore the possible solutions and answers provided by the growing world of microbiology and molecular genetics.",
    "theme": "methods",
    "number": 24
  },
  {
    "title": "Single-case experiments to accelerate a person-specific paradigm in Communication",
    "presenter": "David Lydon-Staley",
    "affiliation": "University of Pennsylvania",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "We come away from most of our empirical studies with an understanding of how processes unfold for the “average” or “prototypical” person in our collected sample. But who is this average person? And is what we learn about this average person relevant to how you function? This working group will discuss a person-specific paradigm that can take us beyond the idea of the “average” person. We will 1) ask how taking a person-specific perspective changes the types of questions we can ask and answer, 2) learn how to put a person-specific perspective into action by overviewing single-case experimental design, 3) design single-case experiments specific to your research interests to identify opportunities and challenges associated with using single-case experiments to study Communication phenomena.",
    "theme": "methods",
    "number": 25
  },
  {
    "title": "TBD",
    "presenter": "Tai-Quan 'Winson' Peng",
    "affiliation": "Michigan State University",
    "headshot": "/images/headshots/jacob_headshot.jpg",
    "abstract": "TBD",
    "theme": "methods",
    "number": 26
  }
]
